{
    "Manage Account": "Opciones de cuenta",
    "Profile": "Perfil",
    "Log Out": "Cerrar sesión",
    "Name": "Nombre",
    "Search": "Buscar",
    "Password": "Contraseña",
    "The :attribute must be at least :length characters.": "El campo :attribute debe tener al menos :length caracteres.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "El campo :attribute debe tener al menos :length caracteres y contener como mínimo una mayúscula.",
    "The :attribute must be at least :length characters and contain at least one number.": "El campo :attribute debe tener al menos :length caracteres y contener como mínimo un número.",
    "The :attribute must be at least :length characters and contain at least one special character.": "El campo :attribute debe tener al menos :length caracteres y contener como mínimo un carácter especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "El campo :attribute debe tener al menos :length caracteres y contener como mínimo un número y una mayúscula.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "El campo :attribute debe tener al menos :length caracteres y contener como mínimo un carácter especial y una mayúscula.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "El campo :attribute debe tener al menos :length caracteres y contener como mínimo un carácter especial, un número y una mayúscula.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "El campo :attribute debe tener al menos :length caracteres y contener como mínimo un carácter especial y un número.",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Has olvidado tu contraseña? No te preocupes, escribe tu correo electrónico y te mandaremos un enlace para que puedas crear una nueva.",
    "Confirm Password": "Confirmar contraseña",
    "Remember me": "Recuérdame",
    "Login": "Iniciar sesión",
    "Log in": "Iniciar sesión",
    "Register": "Registrarse",
    "Already registered?": "¿Ya tienes una cuenta?",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Email Password Reset Link": "Enviar link de recuperación",
    "Reset Password": "Reestablecer contraseña",
    "Whoops! Something went wrong.": "¡Vaya! Parece que algo ha ido mal.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es una zona segura de la página web. Escribe tu contraseña para continuar.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Por favor, confirma el acceso a tu cuenta introduciendo el código de acceso de la aplicación Google Authenticator.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Por favor, confirma tu acceso con uno de los códigos de recuperación que se generaron al activar la autenticación en 2 pasos.",
    "Showing": "Mostrando",
    "to": "a",
    "of": "de",
    "results": "resultados",
    "Profile Information": "Información personal",
    "Update your profile information and email address.": "Actualiza la información de tu perfil.",
    "Photo": "Foto",
    "Select A New Photo": "Selecciona una foto nueva",
    "Remove Photo": "Eliminar foto",
    "Save": "Guardar",
    "Saved.": "Guardado",
    "Delete Account": "Eliminar cuenta",
    "Permanently delete your account.": "Eliminar cuenta de forma permanente.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez elimines tu cuenta, se borrarán todos tus datos, ¿quieres continuar?",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "¿Quieres eliminar tu cuenta? Una vez la elimines, se perderán todos tus datos.",
    "Cancel": "Cancelar",
    "Browser Sessions": "Sesiones activas",
    "Manage and log out your active sessions on other browsers and devices.": "Cierra sesión en otros dispositivos",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si es necesario, puedes cerrar sesión en todos los dispositivos conectados a esta cuenta. Algunas de tus sesiones más recientes aparecerán a continuación:",
    "This device": "Este dispositivo",
    "Last active": "Último activo",
    "Done.": "Hecho.",
    "Log Out Other Browser Sessions": "Cerrar sesión en otros dispositivos",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Por favor, escribe tu contraseña para cerrar sesión en todos los dispositivos.",
    "Two Factor Authentication": "Autenticación en 2 factores",
    "Add additional security to your account using two factor authentication.": "Asegura tu cuenta utilizando la verificación en 2 factores",
    "You have enabled two factor authentication.": "Has habilitado la autenticación en 2 pasos",
    "You have not enabled two factor authentication.": "No has habilitado la verificación en 2 factores",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone Google Authenticator application.": "Al habilitar la autentificacion en 2 factores, recibirás un código secreto y aleatorio en tu teléfono móvil en la app de Google Authenticator que tendrás que introducir para iniciar sesión.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone authenticator application.": "La autenticación en 2 factores se ha habilitado. Escanéa este código QR con la app de Google Authenticator.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Guarda estos códigos de recuperación en un lugar seguro. Pueden servirte para iniciar sesión en tu cuenta si no puedes hacer uso de la autenticación en 2 factores",
    "Enable": "Habilitar",
    "Regenerate Recovery Codes": "Regenerar códigos de recuperación",
    "Show Recovery Codes": "Mostrar códigos de recuperación",
    "Disable": "Deshabilitar",
    "Update Password": "Actualizar contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que la contraseña que estás usando es segura y aleatoria",
    "Current Password": "Contraseña actual",
    "New Password": "Contraseña nueva",
    "Dashboard": "Panel de control",
    "Next": "Siguiente",
    "Previous": "Anterior",
    "Update your account's profile information and email address.": "Actualice la información de perfil y la dirección de correo electrónico de su cuenta.",
    "Are you sure you want to delete your account?": "¿Seguro que quieres eliminar tu cuenta?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una vez eliminada su cuenta, todos sus recursos y datos se borrarán permanentemente. Introduzca su contraseña para confirmar que desea eliminar definitivamente su cuenta.",
    "Clients": "Clientes",
    "Your clients": "Tus clientes",
    "Incorporation": "Incorporación",
    "Workouts:" : "Entrenamientos",
    "Profile picture": "Foto de perfil",
    "Preferences": "Preferencias",
    "Theme": "Tema",
    "Dark": "Oscuro",
    "Light": "Claro",
    "System preferences": "Preferencias del sistema",
    "Statics": "Estadísticas",
    "In progress workouts": "Entrenamientos en curso",
    "Monday": "Lunes",
    "Tuesday": "Martes",
    "Wednesday": "Miércoles",
    "Thursday": "Jueves",
    "Friday": "Viernes",
    "Saturday": "Sábado",
    "Sunday": "Domingo"
}